Repository: chrode/slub_events
Catalog: Resources/Private/Language/*.locallang_csh_tx_slubevents_domain_model_event.xlf
Languages: de

# all_day.description
source: This is an Allday-Event (Time is ignored)
de: Ganztägiges Ereignis wie z.B. Ausstellungen. Die Uhrzeitangaben werden ignoriert!

# audience.description
source: Target Audience
de: Zielgruppe

# cancelled.description
source: This will mark the event as cancelled. This flag is automatically set by cronjob. The cronjob sends a cancellation email to all subscribers.
de: Dies markiert die Veranstaltung als abgesagt.<br />Diese Option wird automatisch vom Cronjob gesetzt, wenn bis Ende der Anmeldefrist nicht ausreichend Teilnehmer angemeldet sind. Alle bereits angemeldeten Teilnehmer erhalten eine Email mit der Terminabsage.

# categories.description
source: Select one or more categories. At least one category is required. This can be used to filter events in frontend plugins.
de: Bitte wählen Sie EINE Kategorie.<br /><br />Wenn bereits eine Kategorie gewählt ist, entfernen Sie zunächst das Häkchen. Erst dann können Sie eine neue Kategorie wählen.

# contact.description
source: Select the contact person. The corresponding email address will be used to send the confirmation email. Only one person may be checked.
de: Ansprechpartner (Pflichtfeld): Sie müssen einen Ansprechpartner aus der vorgegebenen Liste auswählen. Möchten Sie einen neuen Ansprechpartner anlegen, wenden Sie sich bitte an die Administratoren.<br /><br />Wichtig: An diese E-Mail-Adresse gehen alle Bestätigungs-Emails. Der Name erscheint darüberhinaus in den Bestätigungs-Emails an die Nutzer.

# description.description
source: Description of Event
de: Beschreibung der Veranstaltung.

# discipline.description
source: Select one or more discipline. This can be used to filter events in frontend plugins.
de: Auswahl einer oder mehrerer Fachdisziplinen. Dies kann als Filter in Frontend-Plugins verwendet werden.<br />

# end_date_time.description
source: End of Event
de: Endzeitpunkt der Veranstaltung.<br /><br />Dies ist ein optionales Feld. Es kann also leer bleiben. Wenn die genaue Länge der Veranstaltung nicht bekannt ist, sollte jedoch trotzdem besser ein Ende gesetzt werden (z.B. 6 oder 90 Minuten), damit der Kalendereintrag einen gewissen Platz ausfüllen kann.<br /><br />Achtung: Das Ende muss natürlich NACH dem Startzeitpunkt sein!

# end_date_time_select.description
source: You may select the duration of your event relative to start. This select box will be removed after saving the event.
de: Sie können das Ende der Veranstaltung relativ zum Beginn wählen. Nach dem Speichern der Veranstaltung wird diese Auswahlliste nicht mehr angezeigt.

# external_registration.description
source: Enter a full URI (https://...) to an external registration. All local registration settings will be ignored.
de: Eingabe eines vollständigen Links zu einer Online-Umfrage (https://...). Alle lokalen Registrierungseinstellungen werden ignoriert.

# location.description
source: Select one location where the event takes place. This location is set in the ics-invitation.
de: Wählen Sie den Ort der Veranstaltung. Es kann nur ein Ort gewählt werden. Dieser Ort steht auch in der ICS-Termineinladung, die jedem Teilnehmer per Email gesendet wird.

# max_subscriber.description
source: Set maximum number of subscribers. If this value is reached, the subscription will be closed and the contact person will be informed.Remove this value to disable subscription.
de: Maximale Teilnehmerzahl. <br /><br />Wenn dieser Wert erreicht wird, wird die Anmeldung geschlossen und der Ansprechpartner informiert.<br /><br />Entfernen Sie diesen Wert, wenn Sie keine Anmeldung wünschen.

# min_subscriber.description
source: Set minimum number of subscribers. If this value is not reached up to the given subscription end time, the event will be cancelled. All subscribers and the contact person will be informed. Remove this value to disable subscription.
de: Mindestteilnehmerzahl. Wenn dieser Wert nicht erreicht wird, wird die Veranstaltung abgesagt. Alle Teilnehmer sowie der Ansprechpartner werden darüber informiert. <br /><br />Entfernen Sie diesen Wert, wenn Sie keine Anmeldung wünschen.

# no_search.description
source: Check to exclude this event from beeing indexed.
de: Setzten Sie die den Haken um dieses Event aus der Suchmaschinenindexierung auszuschließen.

# onlinesurvey.description
source: Enter a full URI (https://...) to an online survey.
de: Geben Sie einen vollständigen Link (https:// ...) zu einem Online-Fragebogen ein.<br /><br />Eine Mail an die Teilnehmer kann _nach_ der Veranstaltung versendet werden. Dies wird manuell im Backend ausgelöst.

# recurring.description
source: Is this a recurring event? On activating this option you configure the recurring interval and create child events.
de: Ist dies eine Termin-Serie? Mit Aktivierung dieser Option können Sie die Wiederholungseinstellungen bearbeiten und legen die Einzelveranstaltungen der Serie an.

# recurring_end_date_time.description
source: The recurring ends on the given date.
de: Die Wiederholung der Veranstaltung endet am vorgegebenen Datum.

# recurring_options.description
source: This event gets cloned multiple times depending on the recurring settings below.
de: Diese Veranstaltung wird kopiert und als Einzelveranstaltungen entsprechend der vorgenommenen Einstellungen angelegt.

# start_date_time.description
source: Start of Event (Date and Time)
de: Beginn der Veranstaltung

# sub_end.description
source: End of Subscription. Up to this date and time the subscription is possible. Leafe time empty or 0:00 to stop subscription _before_ the given day.
de: Bis zum gewählten Datum und Uhrzeit ist eine Anmeldung möglich. <br /><br />Wenn Sie keine Uhrzeit angeben oder die Uhrzeit auf 0:00 setzen, endet die Anmeldefrist _vor_ dem angegebenen Datum.<br />

# sub_end_date_info_sent.description
source: This option is checked automatically after the information mail was sent. To resent the mail on next cronjob run, remove the flag. If you do not want a notification, check this option.
de: Diese Option wird automatisch gesetzt wenn die Benachrichtigungs-Email versendet wurde. <br /><br />Wenn Sie eine neue Benachrichtigung erhalten möchten, dann deaktivieren Sie die Option.<br /><br />Wenn Sie generell KEINE Benachrichtigung erhalten möchten, dann aktivieren Sie die Option.

# sub_end_date_time.description
source: Please enter the day and time the subscription period ends. If this value is empty, a selectbox is shown with values relative to the start time.
de: Ende der Anmeldefrist. Nach dem angegebenen Zeitpunkt wird der Link zur Anmeldung entfernt und keine weitere Anmeldung angenommen. Ein Cronjob informiert stündlich über Veranstaltungen deren Anmeldefrist abgelaufen ist.<br /><br />Wenn Sie keine Anmeldefrist setzen, erfolgt keine Benachrichtigung. Die Anmeldung wird erst geschlossen, wenn die maximale Teilnehmerzahl erreicht ist oder die Veranstaltung bereits begonnen hat.

# sub_end_date_time_select.description
source: You may select a time the subscription period will end relative to the start of the event. This select box will be removed after saving the event.
de: Sie können das Ende der Anmeldung relativ zum Beginn wählen. Nach dem Speichern der Veranstaltung wird diese Auswahlliste nicht mehr angezeigt.

# subscribers.description
source: You may enter subscribers manually. Don't forget to save the event afterwards!
de: Sie können Teilnehmer auch manuell hinzufügen. Anschließend muss die Veranstaltung gespeichert werden, sonst werden die hinzugefügten Teilnehmer nicht übernommen!

# teaser.description
source: Teaser text
de: Kurzbeschreibung der Veranstaltung. Diese wird z.B. in der Monatsübersicht angezeigt.

# title.description
source: Title
de: Titel der Veranstaltung

# image.description
source: Image to be used in social media sharing
de: Bild zur Verwendung beim Teilen in Social Media
